{"data":{"33":{"name":"Asedio del Nexo: Casilla de Arma de Asedio","description":"En Asedio del Nexo, los Hechizos de Invocador se reemplazan con casillas de Armas de Asedio. Gasta Fragmentos de Cristal para comprar las de un solo uso en la tienda de objetos. Luego, ¡utiliza las teclas de Hechizo de Invocador para activarlas!","summonerLevel":1,"id":33,"key":"SummonerSiegeChampSelect1"},"11":{"name":"Castigo","description":"Inflige 390-1000 de daño verdadero (según el nivel del campeón) a un monstruo épico, grande o mediano, o a un súbdito enemigo. Restaura vida según tu vida máxima al usarse contra monstruos.","summonerLevel":9,"id":11,"key":"SummonerSmite"},"34":{"name":"Asedio del Nexo: Casilla de Arma de Asedio","description":"En Asedio del Nexo, los Hechizos de Invocador se reemplazan con casillas de Armas de Asedio. Gasta Fragmentos de Cristal para comprar las de un solo uso en la tienda de objetos. Luego, ¡utiliza las teclas de Hechizo de Invocador para activarlas!","summonerLevel":1,"id":34,"key":"SummonerSiegeChampSelect2"},"12":{"name":"Teleportación","description":"Después de 4,5 segundos de preparación, teleporta a tu campeón al súbdito, estructura o guardián aliado seleccionado.","summonerLevel":7,"id":12,"key":"SummonerTeleport"},"35":{"name":"Hechizos de invocador desactivados","description":"Los Hechizos de invocador están desactivados en este modo.","summonerLevel":1,"id":35,"key":"SummonerDarkStarChampSelect1"},"13":{"name":"Claridad","description":"Restaura un 50 % del maná máximo de tu campeón. También restaura un 25 % del maná máximo de tus aliados.","summonerLevel":6,"id":13,"key":"SummonerMana"},"36":{"name":"Hechizos de invocador desactivados","description":"Los Hechizos de invocador están desactivados en este modo.","summonerLevel":1,"id":36,"key":"SummonerDarkStarChampSelect2"},"14":{"name":"Ignición","description":"Hace arder a un campeón enemigo durante 5 segundos, infligiéndole 70-410 (según el nivel del campeón) de daño verdadero prolongado en el tiempo y reduciendo los efectos de curación que reciba.","summonerLevel":9,"id":14,"key":"SummonerDot"},"1":{"name":"Purificación","description":"Elimina todos los inhabilitadores (sin contar la supresión y aéreo) y las debilitaciones de los hechizos de invocador que afectan a tu campeón, y además reduce en un 65% la duración de los inhabilitadores que reciba durante los siguientes 3 segundos.","summonerLevel":9,"id":1,"key":"SummonerBoost"},"3":{"name":"Extenuación","description":"Extenúa a un campeón enemigo objetivo, reduciendo su Velocidad de Movimiento un 30% y su capacidad total de daño un 40% durante 2,5 segundos.","summonerLevel":4,"id":3,"key":"SummonerExhaust"},"4":{"name":"Destello","description":"Teleporta a tu campeón una corta distancia hacia la posición del cursor.","summonerLevel":7,"id":4,"key":"SummonerFlash"},"6":{"name":"Fantasma","description":"Tu campeón obtiene Velocidad de Movimiento aumentada, por lo que se puede mover entre unidades durante 10 segundos. Otorga un máximo de 28 - 45% de Velocidad de Movimiento (según el nivel del campeón) después de acelerar por 2 segundos.","summonerLevel":1,"id":6,"key":"SummonerHaste"},"7":{"name":"Curación","description":"Restaura 90-345 de Vida (según el nivel del campeón) y otorga un 30% de Velocidad de Movimiento adicional durante 1 segundo tanto a ti como al campeón aliado seleccionado. El efecto de curación se reduce a la mitad en el caso de unidades afectadas hace poco por Curación.","summonerLevel":1,"id":7,"key":"SummonerHeal"},"30":{"name":"¡Por el Rey!","description":"Te envía rápidamente al lado del Rey Poro.","summonerLevel":1,"id":30,"key":"SummonerPoroRecall"},"31":{"name":"Porolanzamiento","description":"Lanza un poro a los enemigos. Si aciertas, a continuación puedes desplazarte rápidamente al objetivo.","summonerLevel":1,"id":31,"key":"SummonerPoroThrow"},"21":{"name":"Barrera","description":"Protege a tu campeón de 115-455 de daño (según el nivel del campeón) durante 2 segundos.","summonerLevel":4,"id":21,"key":"SummonerBarrier"},"32":{"name":"Marca","description":"Lanzas una bola de nieve en línea recta hacia tus enemigos. Si alcanzas a uno, queda marcado, lo que otorga Visión Verdadera y, a continuación, tu campeón puede desplazarse con rapidez hasta él.","summonerLevel":6,"id":32,"key":"SummonerSnowball"}},"type":"summoner","version":"7.22.1"}